books_app/app/controllers/books_controller.rb

INSERT INTO "books" ("title", "memo", "created_at", "updated_at", "author", "picture") VALUES (?, ?, ?, ?, ?, ?)  [["title", "フェリカの真実"], ["memo", "ソニー"], ["created_at", "2019-11-15 02:46:07.828693"], ["updated_at", "2019-11-15 02:46:07.828693"], ["author", "立石"], ["picture", "41iDQb6XctL.jpg"]]
---
  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save